/* Fuel label for the fuel of the car */
"CarFuelLabel" = "Kraftsoff";

/* Make label for the model of the car */
"CarMakeLabel" = "Marke";

/* Model label for the car model */
"CarModelLabel" = "Modell";

/* Year label of the car */
"CarYearLabel" = "Jahr";

/* Place holder for when the make is empty */
"UnknownMake" = "Unbekannte Marke";

/* Place holder for when the car model is empty */
"UnknownModel" = "Unbekanntes Modell";

